
// log entry
"%@ joined channel" = "%@ присоединился к каналу";

// log entry
"%@ left channel" = "%@ покинул канал";

// preferences
"%d %% - Default" = "%d %% - По умолчанию";

// codec detail
"(Active)" = "(Активно)";

// codec detail
"12 KHz" = "";

// codec detail
"16 KHz" = "";

// codec detail
"24 KHz" = "";

// codec detail
"32 KHz" = "";

// codec detail
"48 KHz" = "";

// codec detail
"8 KHz" = "";

/*
 server entry
   user detail
 */
"Actions" = "Действия";

// preferences
"Announce lost server connection" = "Объявить соединение с сервером потеряно";

// preferences
"Announce user joining channel" = "Объявить пользователь присоединился к каналу";

// preferences
"Announce user leaving channel" = "Объявить пользователь покинул канал";

// codec detail
"Application" = "Приложение";

// codec detail
"Audio Channels" = "Аудио Каналы";

// create channel
"Audio Codec" = "Аудио Кодек";

// server entry
"Authentication" = "Аутентификация";

// codec detail
"Bitrate" = "Битрейт";

/*
 preferences
   user detail
 */
"Broadcast Messages" = "Сетевые Сообщения";

// channel list
"Channel" = "";

/*
 preferences
   user detail
 */
"Channel Messages" = "Сообщения Канала";

// preferences
"Channel Text Message" = "Текстовое Сообщение Канала";

// channel list
"Channel. %d users" = "";

/*
 preferences
   server entry
 */
"Connection" = "Подключение";

/*
 preferences
   tts event
 */
"Connection lost" = "Соединение потеряно";

// View Title
"Create Channel" = "Создать Канал";

// preferences
"Default Subscriptions" = "Подписки По Умолчанию";

/*
 preferences
   user detail
 */
"Desktop" = "Рабочий стол";

// preferences
"Display" = "Дисплей";

// codec detail
"DTX" = "";

// Dialog message
"Enter Password" = "Введите Пароль";

/*
 Dialog
   Dialog message
   message dialog
   user detail
 */
"Error" = "Ошибка";

/*
 preferences
   user detail
 */
"General" = "Общее";

// TTS EVENT
"has joined the channel" = "присоединился к каналу";

// TTS EVENT
"has left the channel" = "покинул канал";

// server entry
"Host address" = "Адрес хоста";

// Dialog message
"Join" = "Присоединить";

// preferences
"Join Root Channel" = "";

// preferences
"Join root channel after login" = "";

// log entry
"Joined %@" = "Присоединено %@";

// preferences
"Limit length of names in channel list to %d characters" = "Ограничение длины имен в списке каналов до %d символов";

// log entry
"Logged on to server" = "Вход на сервер";

// preferences
"Master Volume" = "Мастер Громкости";

// preferences
"Maximum Text Length" = "Максимальная Длина Текста";

/*
 preferences
   user detail
 */
"Media File" = "Медиафайл";

// user detail
"Media File Volume" = "Громкость Медиафайла";

// preferences
"Microphone Gain" = "Усиление Микрофона";

// codec detail
"Mono" = "Моно";

// codec detail
"Music" = "Музыка";

// user detail
"Mute Media File" = "Приглушить Медиа Файл";

// user detail
"Mute Voice" = "Приглушить Голос";

/*
 create channel
   server entry
 */
"Name" = "Имя";

// preferences
"Name displayed in channel list" = "";

// preferences
"Nickname" = "Никнейм";

// codec detail
"No Audio" = "Нет Аудио";

// create channel
"No Audio Recording" = "Не Записывать Аудио";

// create channel
"No Interruptions" = "Не Перебивать";

// channel list
"No password" = "";

// create channel
"No Voice Activation" = "Нет Голосовой Активации";

// default nickname
"Noname" = "";

/*
 Dialog
   Dialog message
   message dialog
   user detail
 */
"OK" = "ОК";

// codec detail
"OPUS Codec" = "Кодек OPUS";

// channel list
"Parent channel" = "";

/*
 create channel
   Dialog message
   server entry
 */
"Password" = "Пароль";

// channel list
"Password protected" = "";

// create channel
"Permanent Channel" = "Постоянный Канал";

// preferences
"Play sound when a user joins the channel" = "Воспроизводить звук, когда пользователь присоединяется к каналу";

// preferences
"Play sound when a user leaves the channel" = "Воспроизводить звук, когда пользователь покидает канал";

// preferences
"Play sound when channel text message is received" = "Воспроизводить звук, когда получено текстовое сообщение канала";

// preferences
"Play sound when connection is dropped" = "Воспроизводить звук, когда соединение прервано";

// preferences
"Play sound when private text message is received" = "Воспроизводить звук, когда получено приватное текстовое сообщение";

// preferences
"Play sound when voice transmission is toggled" = "Воспроизводить звук при нажатии голосовой передачи";

// preferences
"Pop up text message when new messages are received" = "Всплывающее текстовое сообщение при получении новых сообщений";

// serverlist
"Private server" = "";

// preferences
"Private Text Message" = "Приватное Текстовое Сообщение";

// preferences
"Proximity sensor" = "Датчик приближения";

// serverlist
"Public server" = "";

// codec detail
"Quality" = "Качество";

// preferences
"Receive broadcast messages by default" = "Получать сетевые сообщения по умолчанию";

// preferences
"Receive channel messages by default" = "Получать  сообщения канала по умолчанию";

// preferences
"Receive desktop sessions by default" = "Получать сеансы рабочего стола по умолчанию";

// preferences
"Receive media file streams by default" = "Получать потоки медиафайлов по умолчанию";

// preferences
"Receive text messages by default" = "Получать текстовые сообщения по умолчанию";

// preferences
"Receive voice streams by default" = "Получать голосовые потоки по умолчанию";

// preferences
"Receive webcam streams by default" = "Получать потоки веб-камеры по умолчанию";

// channel list
"Return to previous channel" = "";

// log entry
"root channel" = "корневой канал";

// codec detail
"Sample Rate" = "Частота Дискретизации";

// preferences
"Server Connection Lost" = "Соединение С Сервером Потеряно";

// server entry
"Server List Entry" = "Запись Списка Серверов";

// preferences
"Show Public Servers" = "";

// preferences
"Show public servers in server list" = "";

// preferences
"Show text messages instantly" = "Показать текст сообщения мгновенно";

// channel list
"Silent" = "";

// preferences
"Sound Events" = "Озвучивание Событий";

// preferences
"Sound System" = "Звуковая Система";

// preferences
"Speaker Output" = "Выход На Динамик";

// codec detail
"Speex Codec" = "Кодек Speex";

// codec detail
"Speex Variable Bitrate Codec" = "Кодек Speex С Переменным Битрейтом";

// codec detail
"Stereo" = "Стерео";

// user detail
"Subscriptions" = "Подписки";

// channel list
"Talking" = "";

// server entry
"TCP Port" = "TCP Порт";

// preferences
"Text To Speech Events" = "Речевые События";

// create channel
"Topic" = "Тема";

// codec detail
"Transmit Interval" = "Интервал Передачи";

// preferences
"Turn off screen when holding phone near ear" = "Выключать экран, когда телефон находится возле уха";

// text field hint
"Type text here" = "Введите текст";

// server entry
"UDP Port" = "UDP Порт";

// preferences
"Use iPhone's speaker instead of earpiece" = "Использовать динамик iPhone вместо наушника";

// channel list
"User" = "";

// preferences
"User joins channel" = "Пользователь Присоединился К Каналу";

// preferences
"User Joins Channel" = "Пользователь Присоединился К Каналу";

// preferences
"User leaves channel" = "Пользователь Покинул Канал";

// preferences
"User Leaves Channel" = "Пользователь Покинул Канал";

/*
 preferences
   user detail
 */
"User Messages" = "Сообщения Пользователя";

/*
 server entry
   user detail
 */
"Username" = "Имя Пользователя";

/*
 preferences
   user detail
 */
"Voice" = "Голос";

// preferences
"Voice Activation Level" = "Уровень Голосовой Активации";

// preferences
"Voice Activation Level: %d. Recommended: %d" = "Уровень Голосовой Активации: %d. Рекомендуется: %d";

// preferences
"Voice Activation Level: Disabled" = "Уровень Голосовой Активации: Выключено";

// preferences
"Voice Transmission Toggled" = "Нажатие Голосовой Передачи";

// user detail
"Voice Volume" = "Громкость Голоса";

// codec detail
"VoIP" = "";

// user detail
"Volume Controls" = "Регуляторы Громкости";

/*
 preferences
   user detail
 */
"WebCam" = "Веб-Камера";
